name: "role-onnx"
platform: "onnxruntime_onnx"
max_batch_size: 32
input [
{
    name: "input__0"
    data_type: TYPE_INT64
    dims: [256]
},
{
    name: "input__1"
    data_type: TYPE_INT64
    dims: [256]
}
]
output [
{
    name: "output__0"
    data_type: TYPE_FP32
    dims: [255, 460]
}
]
optimization {
  cuda {
    graphs: 0
  }
}
instance_group [
    {
        count: 1
        kind: KIND_GPU
        gpus: [ 0 ]
    }
]
